tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asciinema"
brew "boost"
brew "bzip2"
brew "ccd2iso"
brew "clang-format"
brew "cmake"
brew "collectd"
brew "cowsay"
brew "cppcheck"
brew "cppman"
brew "csvq"
brew "curl"
brew "dashing"
brew "doxygen"
brew "exiftool"
brew "ffmpeg"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "glow"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gource"
brew "graphviz"
brew "highlight"
brew "htop"
brew "httpie"
brew "janet"
brew "john-jumbo"
brew "loc"
brew "log4cxx"
brew "lolcat"
brew "lynx"
brew "mdf2iso"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "nethack"
brew "nodenv"
brew "nyancat"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep-all"
brew "sloccount"
brew "subversion"
brew "tcpreplay"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-ctags", "with-dbus", "with-modern-cg433n-icon", "with-xwidgets"]
brew "heroku/brew/heroku"
cask "mactex"
cask "rar"
cask "wireshark"
